{
    "welcome": "Welcome to StreamIt, the one-stop place to watch all your favourites movies and shows",
    "learnmore": "Learn More",
    "about": "StreamIt is your one-stop platform for premium entertainment, offering a diverse range of movies and shows across various genres. We're committed to delivering high-quality streaming experiences, personalized to your tastes and preferences.",
    "enjoy1": "Enjoy on your TV",
    "watchon1": "Watch on Smart TVs, Playstation, Xbox, Chromecast, Apple TV, Blu-ray players, and more.",
    "enjoy2": "Watch Everywhere",
    "watchon2": "Stream unlimited movies and TV shows on your phone, tablet, laptop, and TV.",
    "alert1": "Please fill out the email and password fields.",
    "login": "Login",
    "email": "Email",
    "password": "Password",
    "noaccount": "Don't have an account? ",
    "createone": "Create One",
    "logout": "Log Out",
    "mostwatched": "Most Watched",
    "play": "Play",
    "filters": "Available Filters:",
    "watchlist": "Watchlist",
    "mostpopular": "Most Popular",
    "highestrating": "Highest Rating",
    "stars": " Stars",
    "ratio": "Ratio:",
    "watched": "Watched:",
    "rewatched": "Re-watched:",
    "cast": "Cast: ",
    "gameOfThrones": "Game of Thrones",
    "gameOfThronesDescription": "Nine noble families fight for control over the lands of Westeros, while an ancient enemy returns after being dormant for millennia.",
    "eightSeasons": "8 Seasons",
    "action": "Action",
    "adventure": "Adventure",
    "drama": "Drama",
    "avatar": "Avatar",
    "avatarDescription": "A paraplegic Marine dispatched to the moon Pandora on a unique mission becomes torn between following his orders and protecting the world he feels is his home.",
    "oneSixtyTwoMin": "162 min",
    "fantasy": "Fantasy",
    "avengersEndgame": "Avengers: Endgame",
    "avengersEndgameDescription": "After the devastating events of Avengers: Infinity War, the universe is in ruins. With the help of remaining allies, the Avengers assemble once more in order to reverse Thanos' actions and restore balance to the universe.",
    "oneEightyOneMin": "181 min",
    "breakingBad": "Breaking Bad",
    "breakingBadDescription": "A high school chemistry teacher turned methamphetamine manufacturing drug dealer teams up with a former student.",
    "breakingBadDuration": "5 Seasons",
    "crime": "Crime",
    "thriller": "Thriller",
    "friends": "Friends",
    "friendsDescription": "Follows the personal and professional lives of six twenty to thirty-something-year-old friends living in Manhattan.",
    "friendsDuration": "10 Seasons",
    "comedy": "Comedy",
    "romance": "Romance",
    "forrestGump": "Forrest Gump",
    "forrestGumpDescription": "The presidencies of Kennedy and Johnson, the Vietnam War, the Watergate scandal and other historical events unfold from the perspective of an Alabama man with an IQ of 75, whose only desire is to be reunited with his childhood sweetheart.",
    "forestGumpDuration": "182 min",
    "titanic": "Titanic",
    "titanicDescription": "A seventeen-year-old aristocrat falls in love with a kind but poor artist aboard the luxurious, ill-fated R.M.S. Titanic.",
    "titanicDuration": "195 min",
    "darkKnight": "The Dark Knight",
    "darkKnightDescription": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman must accept one of the greatest psychological and physical tests of his ability to fight injustice.",
    "darkKnightDuration": "152 min",
    "godfather": "The Godfather",
    "godfatherDescription": "The aging patriarch of an organized crime dynasty transfers control of his clandestine empire to his reluctant son.",
    "godfatherDuration": "175 min",
    "simpsons": "The Simpsons",
    "simpsonsDescription": "In the animated city of Springfield, the Simpson family grapples with comical situations and everyday life's absurdities, featuring a lazy but lovable father, an overworked mother, a mischievous son, an intelligent, socially conscious daughter, and a pacifier-sucking baby.",
    "simpsonsDuration": "35 Seasons",
    "animation": "Animation",
    "familyGuy": "Family Guy",
    "familyGuyDescription": "In a wacky Rhode Island town, a dysfunctional family strive to cope with everyday life as they are thrown from one crazy scenario to another.",
    "familyGuyDuration": "21 Seasons",
    "rickAndMorty": "Rick and Morty",
    "rickAndMortyDescription": "An animated series that follows the exploits of a super scientist and his not-so-bright grandson.",
    "rickAndMortyDuration": "5 Seasons",
    "godfatherPart2": "The Godfather Part II",
    "godfatherPart2Description": "The early life and career of Vito Corleone in 1920s New York City is portrayed, while his son, Michael, expands and tightens his grip on the family crime syndicate.",
    "godfatherPart2Duration": "202 min",
    "godfatherPart3": "The Godfather Part III",
    "godfatherPart3Description": "Follows Michael Corleone, now in his 60s, as he seeks to free his family from crime and find a suitable successor to his empire.",
    "godfatherPart3Duration": "162 min",
    "infinityWar": "Avengers: Infinity War",
    "inifinityWarDescription": "The Avengers and their allies must be willing to sacrifice all in an attempt to defeat the powerful Thanos before his blitz of devastation and ruin puts an end to the universe.",
    "inifinityWarDuration": "149 min",
    "scifi": "Sci-Fi",
    "joker": "Joker",
    "jokerDescription": "In Gotham City, mentally troubled comedian Arthur Fleck is disregarded and mistreated by society. He then embarks on a downward spiral of revolution and bloody crime.",
    "jokerDuration": "122 min",
    "ted": "Ted",
    "tedDescription": "John Bennett, a man whose childhood wish of bringing his teddy bear to life came true, now must decide between keeping the relationship with the bear, Ted or his girlfriend, Lori.",
    "tedDuration": "106 min",
    "brooklynNineNine": "Brooklyn Nine-Nine",
    "brooklynNineNineDescription": "Comedy series about detectives in the fictional 99th Precinct of the NYPD in Brooklyn, New York City.",
    "brooklynNineNineDuration": "8 Seasons",
    "theOffice": "The Office",
    "theOfficeDescription": "A mockumentary on a group of typical office workers, where the workday consists of ego clashes, inappropriate behavior, and tedium.",
    "theOfficeDuration": "9 Seasons",
    "vinlandSaga": "Vinland Saga",
    "vinlandSagaDescription": "Thorfinn pursues a journey with his father's killer in order to take revenge and end his life in a duel as an honorable warrior and pay his father a homage.",
    "vinlandSagaDuration": "2 Seasons",
    "spiderman": "Spider-Man: Into the Spider-Verse",
    "spidermanDescription": "Teen Miles Morales becomes the Spider-Man of his universe, and must join with five spider-powered individuals from other dimensions to stop a threat for all realities.",
    "spidermanDuration": "117 min",
    "offers": "StreamIt offers a wide variety of your favourite and the most popular movies and shows in the media",
    "favorite": "Your favourite movies and shows such as:",
    "plans": "Plans",
    "moviesAndShows": "Movies & Shows",
    "subscribe": "Subscribe",
    "logIn": "Log In",
    "signUp": "Sign Up",
    "basicPlan": "Basic Plan",
    "basicPlanDescription": "Perfect for the casual viewer. Enjoy access to all our movies and shows in standard definition (SD). Stream on one device at a time",
    "basicPlanPrice": "$7.99/month",
    "standardPlan": "Standard Plan",
    "standardPlanDescription": "Great for the regular viewer. Enjoy all our content in high definition (HD). Stream on up to two devices simultaneously",
    "standardPlanPrice": "$11.99/month",
    "premiumPlan": "Premium Plan",
    "premiumPlanDescription": "Ideal for the entertainment enthusiast. Get the best viewing experience with ultra high definition (4K) streaming. Watch on up to four devices at the same time.",
    "premiumPlanPrice": "$15.99/month",
    "familyPlan": "Family Plan",
    "familyPlanDescription": "The best choice for families. Enjoy all the benefits of the Premium Plan, plus parental controls and the ability to create multiple user profiles. Stream on up to five devices simultaneously.",
    "familyPlanPrice": "$19.99/month",
    "alert2": "Please fill in all fields",
    "createAccount": "Create Account",
    "personalInformation": "Personal Information",
    "contactInformation": "Contact Information",
    "passwordConfirmation": "Password Confirmation",
    "country": "Country",
    "number": "Phone Number",
    "address": "Address",
    "code": "Postal Code",
    "confirm": "Confirm Password",
    "name": "Name",
    "none": "None",
    "noCharge": "$--/month",
    "alert3": "Please fill out all fields before subscribing.",
    "step1": "Step 1: Select Plan",
    "option0": "--Please choose an option--",
    "step2": "Step 2: Payment Information",
    "cardNumber": "Card Number",
    "holderName": "Cardholder Name",
    "expiry": "Expiry Date",
    "cvc": "CVC",
    "step3": "Step 3: Contact Information",
    "subscriptionInformation": "Subscription Information",
    "planColon": "Plan: ",
    "priceColon": "Price: ",
    "remove": "Remove from Watchlist",
    "add": "Add to Watchlist"
}