{
    "welcome": "Bienvenue sur StreamIt, l'endroit unique pour regarder tous vos films et séries préférés",
    "learnmore": "En savoir plus",
    "about": "StreamIt est votre plateforme unique pour le divertissement premium, offrant une gamme diversifiée de films et de séries de divers genres. Nous nous engageons à offrir des expériences de streaming de haute qualité, personnalisées selon vos goûts et préférences.",
    "enjoy1": "Profitez sur votre télévision",
    "watchon1": "Regardez sur les Smart TVs, Playstation, Xbox, Chromecast, Apple TV, lecteurs Blu-ray, et plus encore.",
    "enjoy2": "Regardez partout",
    "watchon2": "Diffusez des films et des séries TV illimités sur votre téléphone, tablette, ordinateur portable et télévision.",
    "alert1": "Veuillez remplir les champs email et mot de passe.",
    "login": "Connexion",
    "email": "Email",
    "password": "Mot de passe",
    "noaccount": "Vous n'avez pas de compte? ",
    "createone": "Créer un",
    "logout": "Déconnexion",
    "mostwatched": "Les plus regardés",
    "play": "Jouer",
    "filters": "Filtres disponibles:",
    "watchlist": "Liste à regarder",
    "mostpopular": "Les plus populaires",
    "highestrating": "Meilleure note",
    "stars": " Étoiles",
    "ratio": "Ratio:",
    "watched": "Regardé:",
    "rewatched": "Re-regardé:",
    "cast": "Distribution: ",
    "gameOfThrones": "Le Trône de Fer",
    "gameOfThronesDescription": "Neuf familles nobles se battent pour le contrôle des terres de Westeros, tandis qu'un ancien ennemi revient après avoir été dormant pendant des millénaires.",
    "eightSeasons": "8 Saisons",
    "action": "Action",
    "adventure": "Aventure",
    "drama": "Drame",
    "avatar": "Avatar",
    "avatarDescription": "Un Marine paraplégique envoyé sur la lune Pandora pour une mission unique se trouve déchiré entre suivre ses ordres et protéger le monde qu'il considère comme sa maison.",
    "oneSixtyTwoMin": "162 min",
    "fantasy": "Fantaisie",
    "avengersEndgame": "Avengers : Fin de partie",
    "avengersEndgameDescription": "Après les événements dévastateurs d'Avengers : Infinity War, l'univers est en ruines. Avec l'aide des alliés restants, les Avengers se rassemblent une fois de plus afin de renverser les actions de Thanos et restaurer l'équilibre de l'univers.",
    "oneEightyOneMin": "181 min",
    "breakingBad": "Breaking Bad",
    "breakingBadDescription": "Un professeur de chimie de lycée devenu fabricant de méthamphétamine fait équipe avec un ancien élève.",
    "breakingBadDuration": "5 Saisons",
    "crime": "Crime",
    "thriller": "Thriller",
    "friends": "Friends",
    "friendsDescription": "Suit la vie personnelle et professionnelle de six amis âgés de vingt à trente ans vivant à Manhattan.",
    "friendsDuration": "10 Saisons",
    "comedy": "Comédie",
    "romance": "Romance",
    "forrestGump": "Forrest Gump",
    "forrestGumpDescription": "Les présidences de Kennedy et Johnson, la guerre du Vietnam, le scandale du Watergate et d'autres événements historiques se déroulent du point de vue d'un homme de l'Alabama avec un QI de 75, dont le seul désir est de retrouver son amour d'enfance.",
    "forestGumpDuration": "182 min",
    "titanic": "Titanic",
    "titanicDescription": "Une aristocrate de dix-sept ans tombe amoureuse d'un artiste gentil mais pauvre à bord du luxueux et malheureux R.M.S. Titanic.",
    "titanicDuration": "195 min",
    "darkKnight": "Le Chevalier Noir",
    "darkKnightDescription": "Lorsque la menace connue sous le nom du Joker sème le chaos et la désolation parmi les habitants de Gotham, Batman doit accepter l'un des plus grands tests psychologiques et physiques de sa capacité à combattre l'injustice.",
    "darkKnightDuration": "152 min",
    "godfather": "Le Parrain",
    "godfatherDescription": "Le patriarche vieillissant d'une dynastie du crime organisé transfère le contrôle de son empire clandestin à son fils réticent.",
    "godfatherDuration": "175 min",
    "simpsons": "Les Simpson",
    "simpsonsDescription": "Dans la ville animée de Springfield, la famille Simpson fait face à des situations comiques et aux absurdités de la vie quotidienne, mettant en vedette un père paresseux mais adorable, une mère surchargée de travail, un fils espiègle, une fille intelligente et consciente des enjeux sociaux, et un bébé qui suce un biberon.",
    "simpsonsDuration": "35 Saisons",
    "animation": "Animation",
    "familyGuy": "Les Griffin",
    "familyGuyDescription": "Dans une ville déjantée de Rhode Island, une famille dysfonctionnelle tente de faire face à la vie quotidienne alors qu'ils sont jetés d'un scénario fou à un autre.",
    "familyGuyDuration": "21 Saisons",
    "rickAndMorty": "Rick et Morty",
    "rickAndMortyDescription": "Une série animée qui suit les exploits d'un super scientifique et de son petit-fils pas très brillant.",
    "rickAndMortyDuration": "5 Saisons",
    "godfatherPart2": "Le Parrain, 2ème partie",
    "godfatherPart2Description": "La jeunesse et la carrière de Vito Corleone dans les années 1920 à New York sont dépeintes, tandis que son fils, Michael, développe et resserre son emprise sur le syndicat du crime familial.",
    "godfatherPart2Duration": "202 min",
    "godfatherPart3": "Le Parrain, 3ème partie",
    "godfatherPart3Description": "Suit Michael Corleone, maintenant dans la soixantaine, alors qu'il cherche à libérer sa famille du crime et à trouver un successeur convenable à son empire.",
    "godfatherPart3Duration": "162 min",
    "infinityWar": "Avengers : La guerre de l'infini",
    "inifinityWarDescription": "Les Avengers et leurs alliés doivent être prêts à tout sacrifier pour tenter de vaincre le puissant Thanos avant que son offensive éclair de destruction ne mette fin à l'univers.",
    "inifinityWarDuration": "149 min",
    "scifi": "Sci-Fi",
    "joker": "Joker",
    "jokerDescription": "À Gotham City, le comédien Arthur Fleck, mentalement perturbé, est ignoré et maltraité par la société. Il entre alors dans une spirale descendante de révolution et de crime sanglant.",
    "jokerDuration": "122 min",
    "ted": "Ted",
    "tedDescription": "John Bennett, un homme dont le souhait d'enfance de donner vie à son ours en peluche s'est réalisé, doit maintenant choisir entre garder la relation avec l'ours, Ted, ou sa petite amie, Lori.",
    "tedDuration": "106 min",
    "brooklynNineNine": "Brooklyn Nine-Nine",
    "brooklynNineNineDescription": "Série comique sur des détectives du 99ème arrondissement fictif du NYPD à Brooklyn, New York City.",
    "brooklynNineNineDuration": "8 Saisons",
    "theOffice": "The Office",
    "theOfficeDescription": "Un documentaire parodique sur un groupe de travailleurs de bureau typiques, où la journée de travail consiste en des conflits d'ego, un comportement inapproprié et de l'ennui.",
    "theOfficeDuration": "9 Saisons",
    "vinlandSaga": "Vinland Saga",
    "vinlandSagaDescription": "Thorfinn poursuit un voyage avec l'assassin de son père afin de se venger et de mettre fin à sa vie dans un duel en tant que guerrier honorable et de rendre hommage à son père.",
    "vinlandSagaDuration": "2 Saisons",
    "spiderman": "Spider-Man : New Generation",
    "spidermanDescription": "L'adolescent Miles Morales devient le Spider-Man de son univers et doit se joindre à cinq individus doués de pouvoirs d'araignée venant d'autres dimensions pour arrêter une menace pour toutes les réalités.",
    "spidermanDuration": "117 min",
    "offers": "StreamIt offre une grande variété de vos films et émissions préférés et les plus populaires dans les médias",
    "favorite": "Vos films et émissions préférés tels que :",
    "plans": "Forfaits",
    "moviesAndShows": "Films & Émissions",
    "subscribe": "S'abonner",
    "logIn": "Se connecter",
    "signUp": "S'inscrire",
    "basicPlan": "Forfait Basique",
    "basicPlanDescription": "Parfait pour le spectateur occasionnel. Profitez de tous nos films et émissions en définition standard (SD). Diffusez sur un appareil à la fois",
    "basicPlanPrice": "7,99$/mois",
    "standardPlan": "Forfait Standard",
    "standardPlanDescription": "Idéal pour le spectateur régulier. Profitez de tout notre contenu en haute définition (HD). Diffusez sur deux appareils simultanément",
    "standardPlanPrice": "11,99$/mois",
    "premiumPlan": "Forfait Premium",
    "premiumPlanDescription": "Idéal pour l'enthousiaste du divertissement. Obtenez la meilleure expérience de visionnage avec le streaming ultra haute définition (4K). Regardez sur jusqu'à quatre appareils en même temps.",
    "premiumPlanPrice": "15,99$/mois",
    "familyPlan": "Forfait Famille",
    "familyPlanDescription": "Le meilleur choix pour les familles. Profitez de tous les avantages du Forfait Premium, ainsi que des contrôles parentaux et de la possibilité de créer plusieurs profils d'utilisateurs. Diffusez sur jusqu'à cinq appareils simultanément.",
    "familyPlanPrice": "19,99$/mois",
    "alert2": "Veuillez remplir tous les champs",
    "createAccount": "Créer un compte",
    "personalInformation": "Informations personnelles",
    "contactInformation": "Informations de contact",
    "passwordConfirmation": "Confirmation du mot de passe",
    "country": "Pays",
    "number": "Numéro de téléphone",
    "address": "Adresse",
    "code": "Code postal",
    "confirm": "Confirmer le mot de passe",
    "name": "Nom",
    "none": "Aucun",
    "noCharge": "--$/mois",
    "alert3": "Veuillez remplir tous les champs avant de vous abonner.",
    "step1": "Étape 1 : Choix du forfait",
    "option0": "--Veuillez choisir une option--",
    "step2": "Étape 2 : Informations de paiement",
    "cardNumber": "Numéro de carte",
    "holderName": "Nom du titulaire de la carte",
    "expiry": "Date d'expiration",
    "cvc": "CVC",
    "step3": "Étape 3 : Informations de contact",
    "subscriptionInformation": "Informations sur l'abonnement",
    "planColon": "Forfait : ",
    "priceColon": "Prix : ",
    "remove": "Supprimer de la liste de surveillance",
    "add": "Ajouter à la liste de surveillance"
}